[
  {
    "author": "Mike Mentzer",
    "text": "To stimulate growth, the exercise must be brief, infrequent, and intense."
  },
  {
    "author": "Mike Mentzer",
    "text": "Train harder, but briefer and less often. That’s the real key to maximum results."
  },
  {
    "author": "Mike Mentzer",
    "text": "Progress is not made by training to failure every day. It is made by knowing when to step back and allow growth."
  },
  {
    "author": "Dorian Yates",
    "text": "You hit failure, and you’ve got nothing left. That’s when it starts to count."
  },
  {
    "author": "Dorian Yates",
    "text": "Intensity builds immensity."
  },
  {
    "author": "Dorian Yates",
    "text": "Discipline is doing what you hate like you love it."
  },
  {
    "author": "Arnold Schwarzenegger",
    "text": "The last three or four reps is what makes the muscle grow. This area of pain divides a champion from someone who is not a champion."
  },
  {
    "author": "Arnold Schwarzenegger",
    "text": "The worst thing I can be is the same as everybody else. I hate that."
  },
  {
    "author": "Ronnie Coleman",
    "text": "Everybody wants to be a bodybuilder, but don’t nobody wanna lift no heavy-ass weight."
  },
  {
    "author": "Muhammad Ali",
    "text": "I don't count my sit-ups. I only start counting when it starts hurting because they're the only ones that count."
  },
  {
    "author": "Epictetus",
    "text": "First say to yourself what you would be; and then do what you have to do."
  },
  {
    "author": "Henry Rollins",
    "text": "The iron never lies to you. You can walk outside and listen to all kinds of talk... The iron will always kick you the real deal."
  },
  {
    "author": "Franco Columbu",
    "text": "You can't be Mr. Olympia by just thinking about it. You have to train like a goddamn demon."
  },
  {
    "author": "Tom Platz",
    "text": "Bodybuilding is not just a sport; it’s a way of life — a discipline, a religion."
  },
  {
    "author": "Ronnie Coleman",
    "text": "Hard work and training. There’s no secret formula. I lift heavy, work hard, and aim to be better every damn day."
  }
]
